01_dockerfiles/ex02/app/app/controllers/articles_controller.rb

  def index
    @articles = Article.all.page(params[:page])
---
SELECT  "articles".* FROM "articles" LIMIT ? OFFSET ?  [["LIMIT", 15], ["OFFSET", 0]]

  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("title", "blog_entry", "created_at", "updated_at", "user_id") VALUES (?, ?, ?, ?, ?)  [["title", "test"], ["blog_entry", "test"], ["created_at", "2019-09-10 22:38:59.909200"], ["updated_at", "2019-09-10 22:38:59.909200"], ["user_id", 1]]