01_dockerfiles/ex02/app/app/views/articles/index.html.erb

              <div class="col-md-3"><b><%= link_to article.title, article %></b></div>
              <div class="col-md-2"><b>Comments:</b> <%= article.comments.length %></div>
---
SELECT "comments".* FROM "comments" WHERE "comments"."article_id" = ?  [["article_id", 1]]